source/_static/diagrams/34-lint-is-not-check.d2
direction: right
n0: ".eb"
n1: "style lint"
n2: "checksum check"
n0 -> n1
n1 -> n2
